/* Statistic label showing user's ratio of correct word attempts */
"Correct Ratio: \(ceil(percentageCorrect))%" = "Correct Ratio: \(ceil(percentageCorrect))%";

/* User's favourite language */
"Favourite Language:" = "Favourite Language:";

/* User's favourite language */
"Favourite Language: \(languages[0].name)" = "Favourite Language: \(languages[0].name)";

/* Show wikipedia grammar page button on menu */
"Grammar" = "Grammar";

/* Statistic label showing the user's longest streak */
"Longest Streak: \(model.longestStreak)" = "Longest Streak: \(model.longestStreak)";

/* Statistic label showing the number of words the user has attempted */
"Most Successful Word:" = "Most Successful Word:";

/* Statistic label showing the number of words the user has attempted */
"Most Successful Word: \(fetchResult[0].word)" = "Most Successful Word: \(fetchResult[0].word)";

/* Statistic label showing the number of words the user has attempted */
"Most Unsuccessful Word:" = "Most Unsuccessful Word:";

/* Statistic label showing the number of words the user has attempted */
"Most Unsuccessful Word: \(fetchResult[0].word)" = "Most Unsuccessful Word: \(fetchResult[0].word)";

/* Button to turn the game sound off */
"Sound Off" = "Sound Off";

/* Button to turn the game sound on */
"Sound On" = "Sound On";

/* Navigation bar title showing the user's streak. */
"Streak: \(currentStreak)" = "Streak: \(currentStreak)";

/* Navigation bar title showing the user's streak. */
"Streak: \(self)" = "Streak: \(self)";

/* The label for the setting to always use Latin characters instead of language native alphabet */
"Use Latin-Based Alphabet" = "Use Latin-Based Alphabet";

/* Statistic label showing the number of words the user has attempted */
"Words Attempted: \(model.attempts)" = "Words Attempted: \(model.attempts)";

